{"id": "0940cd84-8b7f-4c6e-bfda-f00cdb7e0007", "context": "ภูมิศักดิ์จันทร์ล้วน ผู้พัฒนาระบบที่มากประสบการณ์", "question": "What information does this text provide? (Context: ภูมิศักดิ์จันทร์ล้วน ผู้พัฒนาระบบที่มากประสบการณ์...)"}
{"id": "93d54767-59a8-4949-bee5-278f54862292", "context": "ภูมิศักดิ์จันทร์ล้วนเป็นนักพัฒนาระบบที่มีพื้นฐานด้านวิทยาการคอมพิวเตอร์", "question": "What information does this text provide? (Context: ภูมิศักดิ์จันทร์ล้วนเป็นนักพัฒนาระบบที่มีพื้นฐานด้...)"}
{"id": "47b0fd70-5d4e-4462-8dfe-63f075e0f7bf", "context": "จากมหาวิทยาลัยราชภัฏอุดรธานีเขาเริ่มต้นอาชีพด้วยความหลงใหลในการ", "question": "What information does this text provide? (Context: จากมหาวิทยาลัยราชภัฏอุดรธานีเขาเริ่มต้นอาชีพด้วยคว...)"}
{"id": "dfd3ab17-ae1b-4eab-9056-6ebe2f794853", "context": "พัฒนาซอฟต์แวร์และสร้างโซลูชันด้านเทคโนโลยีซึ่งมีประสบการณ์ในการ", "question": "What information does this text provide? (Context: พัฒนาซอฟต์แวร์และสร้างโซลูชันด้านเทคโนโลยีซึ่งมีปร...)"}
{"id": "928378a4-55af-4b1e-81ab-2a46c8fd3581", "context": "ทำงานกับเทคโนโลยีหลากหลายทั้งในด้านการพัฒนาระบบและการจัดการ ข้อมูล", "question": "What information does this text provide? (Context: ทำงานกับเทคโนโลยีหลากหลายทั้งในด้านการพัฒนาระบบและ...)"}
{"id": "970ccb11-91f9-4ab2-b28c-bca20ccf4c9d", "context": "หลังจากจบการศึกษาระดับปริญญาตรีในปี2556 ภูมิศักดิ์ได้เริ่มต้นอาชีพที่", "question": "What information does this text provide? (Context: หลังจากจบการศึกษาระดับปริญญาตรีในปี2556 ภูมิศักดิ์...)"}
{"id": "af30ffeb-9df4-45df-bdc2-c84653eebabc", "context": "บริษัทซอฟต์แคร์จังหวัดขอนแก่นโดยเขาได้เรียนรู้และพัฒนาทักษะในการ สร้างแอปพลิเคชันAndroid", "question": "What information does this text provide? (Context: บริษัทซอฟต์แคร์จังหวัดขอนแก่นโดยเขาได้เรียนรู้และพ...)"}
{"id": "1d67453c-2526-4635-a183-76f7f501b4c7", "context": "ด้วยAndroid Studio ซึ่งเป็นโครงการแรกๆที่ เขาได้เข้าร่วมในฐานะนักพัฒนาระบบ ต่อมาในปี2563", "question": "What information does this text provide? (Context: ด้วยAndroid Studio ซึ่งเป็นโครงการแรกๆที่ เขาได้เข...)"}
{"id": "e775f584-3c4c-49f1-95f3-4df8f6211fc0", "context": "เขาเข้าร่วมงานกับบริษัทศูนย์วิทยาการและวิศวกรรมข้อมูล", "question": "What information does this text provide? (Context: เขาเข้าร่วมงานกับบริษัทศูนย์วิทยาการและวิศวกรรมข้อ...)"}
{"id": "953f9630-95bb-4023-9577-78fe982ddfaa", "context": "ที่จังหวัดขอนแก่นโดยรับหน้าที่เป็นวิทยากรให้ความรู้เกี่ยวกับAI และ พัฒนาระบบโดยใช้Bootstrap", "question": "What information does this text provide? (Context: ที่จังหวัดขอนแก่นโดยรับหน้าที่เป็นวิทยากรให้ความรู...)"}
{"id": "89d4c1c4-cad9-439f-8c1a-7ea4738704e5", "context": "และLaravel หนึ่งในโครงการสำคัญที่เขา รับผิดชอบคือการพัฒนาSmart City ให้กับเทศบาลนครอุดรธานีซึ่งถือ", "question": "What information does this text provide? (Context: และLaravel หนึ่งในโครงการสำคัญที่เขา รับผิดชอบคือก...)"}
{"id": "f3508ff3-cca9-4c4c-8749-92c15d96f162", "context": "เป็นการเริ่มต้นในการสร้างนวัตกรรมที่มีความสำคัญต่อชุมชน ในช่วงปี2563 ถึง2567", "question": "What information does this text provide? (Context: เป็นการเริ่มต้นในการสร้างนวัตกรรมที่มีความสำคัญต่อ...)"}
{"id": "6f4d0dde-2de9-48a5-854c-9a05a512db6a", "context": "ภูมิศักดิ์ได้เข้าร่วมงานกับบริษัทบีทามส์โซลูชั่น", "question": "What information does this text provide? (Context: ภูมิศักดิ์ได้เข้าร่วมงานกับบริษัทบีทามส์โซลูชั่น...)"}
{"id": "c1a20337-5d48-4a56-ad0d-5804463ca055", "context": "จำกัดที่กรุงเทพฯในตำแหน่งนักพัฒนาระบบที่นี่เขาได้พัฒนาระบบต่างๆ โดยใช้Odoo", "question": "What information does this text provide? (Context: จำกัดที่กรุงเทพฯในตำแหน่งนักพัฒนาระบบที่นี่เขาได้พ...)"}
{"id": "08d6ca52-4d40-42fa-89a6-3ee7a7f49c20", "context": "รวมถึงการจัดทำรายงานด้วยxtrareport และqweb พร้อมทั้ง จัดการฐานข้อมูลเช่นMS SQL Server และMySQL", "question": "What information does this text provide? (Context: รวมถึงการจัดทำรายงานด้วยxtrareport และqweb พร้อมทั...)"}
{"id": "460088bf-de98-49ec-ad2f-8fc8635fce80", "context": "โครงการที่เขาได้ รับผิดชอบมีหลายโครงการที่ครอบคลุมทั้งการบริหารจัดการข้อมูลการสรร", "question": "What information does this text provide? (Context: โครงการที่เขาได้ รับผิดชอบมีหลายโครงการที่ครอบคลุม...)"}
{"id": "ec011a7e-110f-4707-afed-2e19438dc5fd", "context": "หาบุคลากรและการรายงานเช่นFairtrade-ICS, Boss-Recruit, และ MOI-DCService", "question": "What information does this text provide? (Context: หาบุคลากรและการรายงานเช่นFairtrade-ICS, Boss-Recru...)"}
{"id": "2477dd3c-3853-4fdf-9122-aae9f77f03b4", "context": "ในปัจจุบันภูมิศักดิ์ทำงานที่บริษัทพอยท์ไอทีคอนซัลทิ่งจำกัดใน", "question": "What information does this text provide? (Context: ในปัจจุบันภูมิศักดิ์ทำงานที่บริษัทพอยท์ไอทีคอนซัลท...)"}
{"id": "89617357-724a-42f6-aa5f-a8834c49b122", "context": "กรุงเทพฯโดยรับผิดชอบการพัฒนาระบบด้วยNuxt.js และVue.js ซึ่งเป็น", "question": "What information does this text provide? (Context: กรุงเทพฯโดยรับผิดชอบการพัฒนาระบบด้วยNuxt.js และVue...)"}
{"id": "ca50878d-3543-403e-9cf6-5de05a3ec4f9", "context": "เทคโนโลยีที่ทันสมัยในการสร้างเว็บแอปพลิเคชันโครงการที่เขาได้ รับผิดชอบเช่นBMA กรุงเทพมหานคร, PMS", "question": "What information does this text provide? (Context: เทคโนโลยีที่ทันสมัยในการสร้างเว็บแอปพลิเคชันโครงกา...)"}
{"id": "60beff2b-92f7-4984-a3ba-588d503dc92f", "context": "ระบบบริหารจัดการข้อมูลผู้ ป่วยและUplevel ระบบบริหารจัดการทีมทั้งนี้เขายังมีบทบาทสำคัญในการ", "question": "What information does this text provide? (Context: ระบบบริหารจัดการข้อมูลผู้ ป่วยและUplevel ระบบบริหา...)"}
{"id": "7be8a97d-2146-4ab1-bce8-1ccf0abb1990", "context": "ออกแบบและพัฒนาโซลูชันเพื่อสนับสนุนการทำงานของทีมงานและผู้ใช้ งานอย่างมีประสิทธิภาพ", "question": "What information does this text provide? (Context: ออกแบบและพัฒนาโซลูชันเพื่อสนับสนุนการทำงานของทีมงา...)"}
{"id": "ec59253c-c35f-4d1d-9bf7-1a6497cff7cb", "context": "ด้วยประสบการณ์กว่า7 ปีในการพัฒนาระบบและความมุ่งมั่นในการสร้างโซ", "question": "What information does this text provide? (Context: ด้วยประสบการณ์กว่า7 ปีในการพัฒนาระบบและความมุ่งมั่...)"}
{"id": "05d21d8d-e722-4893-9e85-1c8da9a839f5", "context": "ลูชันที่มีประสิทธิภาพและเป็นประโยชน์ต่อองค์กรภูมิศักดิ์มุ่งมั่นที่จะนำพา", "question": "What information does this text provide? (Context: ลูชันที่มีประสิทธิภาพและเป็นประโยชน์ต่อองค์กรภูมิศ...)"}
{"id": "c8051047-0bfb-49ae-8dbc-0d45219735cf", "context": "ทักษะและประสบการณ์ของเขามาพัฒนานวัตกรรมที่ตอบสนองความ ต้องการของผู้ใช้งานในยุคดิจิทัล", "question": "What information does this text provide? (Context: ทักษะและประสบการณ์ของเขามาพัฒนานวัตกรรมที่ตอบสนองค...)"}
